---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternalResourceUIBrowseResultType.FolderNotFound
enum: Autodesk.Revit.DB.ExternalResourceUIBrowseResultType
source: html/87f3e9ad-042d-6ef8-a1f7-c12ebfcac7d7.htm
---
# Autodesk.Revit.DB.ExternalResourceUIBrowseResultType.FolderNotFound

The specified external resource folder cannot be found by external resource server.